Repository: MMDDKK6500/CH4-Projetos
Catalog: Zip/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en

source: A Fazer
en: To do

source: Alterar Status
en: Change status

source: Anotação
en: Note

source: Anotações do dia: %@
en: Notes from day: %@

source: Bem-Vindo ao Zip
en: Welcome to Zip

source: Cancelar
en: Cancel

source: Começa
en: Starts

source: Concluído
en: Finished

source: Confirmação
en: Confirmation

source: Continuar
en: Continue

source: Cor
en: Color

source: Cor da Tarefa
en: Task color

source: Cronograma
en: Timeline

source: Deletar
en: Delete

source: Deletar projeto
en: Delete Project

source: Deletar Tarefa
en: Delete Task

source: Descrição da Anotação
en: Note Description

source: Descrição da Tarefa
en: Task Description

source: Descrição do Projeto
en: Project Description

source: Descubra tudo que o Zip oferece
en: Discover everything Zip has to offer

source: Dia Inteiro
en: Whole day

source: Diariamente
en: Daily

source: Dias de Semana
en: Weeekdays

source: Digite aqui a descrição do seu projeto.
en: Type the project description here.

source: Digite aqui o conteúdo da sua anotação.
en: Type the note description here.

source: DOM
en: SUN

source: Editar projeto
en: Edit project

source: Editar tarefa
en: Edit task

source: Em Andamento
en: Ongoing

source: Excluir nota
en: Delete Note

source: Fale brevemente sobre sua tarefa.
en: Briefly type about your note.

source: Favoritar
en: Favorite

source: Finais de Semana
en: Weekends

source: Lembrete
en: Reminder

source: Mensalmente
en: Monthly

source: Meus Projetos
en: My Projects

source: Mostrar menos
en: Show Less

source: Não deixe nenhuma tarefa para trás. Crie lembretes para acompanhar o que precisa ser feito e quando.
en: Don’t let any task left behind. Create reminders to track what needs to be done and when.

source: Nenhuma anotação feita para este dia ainda
en: No notes made for this day yet

source: Notificação
en: Notification

source: Nova Anotação
en: New Note

source: Nova Tarefa
en: New Task

source: Novo Projeto
en: New Project

source: Nunca
en: Never

source: Organize seus prazos e encontros. Visualize as datas importantes do projeto e saiba o que vem pela frente.
en: Organize your deadlines and meetings. Visualize the project’s important dates and know what comes next.

source: Personalização
en: Personalization

source: Planeje cada etapa, acompanhe o andamento das atividades e mantenha todas as informações importantes do seu projeto reunidas e organizadas.
en: Plan every stage, track the progress of activities, and keep all important project information gathered and organized.

source: Por favor preencher todos os campos no formulário
en: Please fill in all the fields in the form

source: Prazo Final
en: Deadline

source: Projetos atuais
en: Current Projects

source: Projetos concluidos
en: Completed projects

source: Projetos futuros
en: Future Projects

source: QUA
en: WED

source: QUI
en: THU

source: Quinzenalmente
en: Every two weeks

source: Registre suas ideias e informações. Anote detalhes, referências e tudo o que for importante para o projeto.
en: Register your ideas and informations. Write down details, references and everything that is important for the project.

source: SAB
en: SAT

source: SEG
en: MON

source: Seus projetos criados aparecerão aqui
en: Your created projects will appear here

source: SEX
en: FRI

source: Status da Tarefa
en: Task Status

source: Tarefa
en: Task

source: Tarefas do projeto %@
en: Tasks from project %@

source: TER
en: TUE

source: Termina
en: Ends

source: Título
en: Title

source: Título da anotação
en: Note Title

source: Título da Anotação
en: Note Title

source: Título da Tarefa
en: Task Title

source: Título do Projeto
en: Project Title

source: Uma nova forma de organizar seus projetos, tarefas e ideias em um único espaço.
en: A new way of organizing your projects, tasks and ideas in one space.

source: Ver todas
en: Show All

source: Você ainda não possui nenhum projeto
en: You don’t have any projects yet

source: Você tem certeza que quer deletar essa anotação?
en: Are you sure you want to delete this note?

source: Você tem certeza que quer deletar essa tarefa?
en: Are you sure you want to delete this task?

source: Você tem certeza que quer deletar esse projeto?
en: Are you sure you want to delete this project?
